Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 回复达到输出上限
source: Response reached the output limit
ja: 返信が出力上限に達しました
ko: 응답 출력 한도 도달
ru: Ответ достиг лимита вывода
zh_hans: 回复达到输出上限
zh_hant: 回覆達到輸出上限

# 回答
source: Answer
ja: 回答
ko: 답변
ru: Ответ
zh_hans: 回答
zh_hant: 回答

# 回答后会继续当前任务
source: Your answer will continue the current task
ja: 回答後、現在のタスクを続行します
ko: 답변하면 현재 작업이 계속됩니다
ru: После ответа текущая задача продолжится
zh_hans: 回答后会继续当前任务
zh_hant: 回答後會繼續目前任務

# 回退
source: Revert
ja: 元に戻す
ko: 되돌리기
ru: Откатить
zh_hans: 回退
zh_hant: 復原

# 回退上一个核心指令
source: Revert previous core instruction
ja: 直前のコア指示に戻す
ko: 이전 핵심 명령 되돌리기
ru: Откатить предыдущую основную инструкцию
zh_hans: 回退上一个核心指令
zh_hant: 復原上一個核心指令

# 回退上一个核心指令？
source: Revert previous core instruction?
ja: 直前のコア指示に戻しますか？
ko: 이전 핵심 명령을 되돌릴까요?
ru: Откатить предыдущую основную инструкцию?
zh_hans: 回退上一个核心指令？
zh_hant: 復原上一個核心指令？

# 回退上一次导入
source: Roll back the last import
ja: 直前のインポートをロールバック
ko: 마지막 가져오기 되돌리기
ru: Откатить последний импорт
zh_hans: 回退上一次导入
zh_hant: 復原上次匯入

# 回退章节审批
source: Rollback chapter approval
ja: 章の復元を承認
ko: 장 되돌리기 승인
ru: Согласование отката главы
zh_hans: 回退章节审批
zh_hant: 回退章節審批

# 回退这几章
source: Roll back these chapters
ja: これらの章をロールバック
ko: 이 장들 되돌리기
ru: Откатить эти главы
zh_hans: 回退这几章
zh_hant: 復原這幾章

# 固定模型不可用
source: Fixed model unavailable
ja: 固定モデルを利用できません
ko: 고정 모델을 사용할 수 없습니다.
ru: Фиксированная модель недоступна
zh_hans: 固定模型不可用
zh_hant: 固定模型無法使用

# 图片已生成
source: Image generated
ja: 画像を生成しました
ko: 이미지가 생성됨
ru: Изображение создано
zh_hans: 图片已生成
zh_hant: 圖片已產生

# 图片已生成，但结果保存失败。
source: Image generated, but the result couldn't be saved.
ja: 画像を生成しましたが、結果の保存に失敗しました。
ko: 이미지는 생성되었지만 결과를 저장하지 못했습니다.
ru: Изображение создано, но сохранить результат не удалось.
zh_hans: 图片已生成，但结果保存失败。
zh_hant: 圖片已產生，但結果儲存失敗。

# 图片识别中，请稍候
source: Recognizing image, please wait
ja: 画像を認識中です。しばらくお待ちください
ko: 이미지 인식 중입니다. 잠시 기다려 주세요.
ru: Распознавание изображения, подождите
zh_hans: 图片识别中，请稍候
zh_hant: 圖片辨識中，請稍候

# 图片识别已取消，请重新发送图片
source: Image recognition cancelled. Please resend the image
ja: 画像認識がキャンセルされました。画像を再送信してください
ko: 이미지 인식이 취소되었습니다. 이미지를 다시 보내 주세요.
ru: Распознавание изображения отменено, отправьте изображение снова
zh_hans: 图片识别已取消，请重新发送图片
zh_hant: 圖片辨識已取消，請重新傳送圖片

# 在 iPhone 回答
source: Answer on iPhone
ja: iPhone で回答
ko: iPhone에서 답변
ru: Ответить на iPhone
zh_hans: 在 iPhone 回答
zh_hant: 在 iPhone 回答

# 在 iPhone 打开
source: Open on iPhone
ja: iPhone で開く
ko: iPhone에서 열기
ru: Открыть на iPhone
zh_hans: 在 iPhone 打开
zh_hant: 在 iPhone 開啟

# 在 iPhone 查看
source: View on iPhone
ja: iPhone で表示
ko: iPhone에서 보기
ru: Просмотреть на iPhone
zh_hans: 在 iPhone 查看
zh_hant: 在 iPhone 檢視

# 在创作对话中收录的正文会按章节出现在这里。
source: Chapters adopted from the creative conversation appear here.
ja: 創作チャットで収録した本文が、章ごとにここに表示されます。
ko: 창작 대화에서 수록한 본문이 장별로 여기에 표시됩니다.
ru: Основной текст, добавленный в диалоге создания, будет отображаться здесь по главам.
zh_hans: 在创作对话中收录的正文会按章节出现在这里。
zh_hant: 在創作對話中收錄的正文會依章節顯示在這裡。

# 在本地 WebMount 完成后继续
source: Continue after completing it in local WebMount
ja: ローカル WebMount 完了後に続行
ko: 로컬 WebMount 완료 후 계속
ru: Продолжить после завершения локального WebMount
zh_hans: 在本地站点完成后继续
zh_hant: 在本機站點完成後繼續

# 在聊天里生成即可出现
source: Generate it in chat to make it appear
ja: チャットで生成するとここに表示されます
ko: 채팅에서 생성하면 여기에 표시됩니다.
ru: Создайте в чате, чтобы оно появилось
zh_hans: 在聊天里生成即可出现
zh_hant: 在聊天中產生即可顯示

# 在聊天里说「做一个番茄钟小应用」，生成后会保存在这里。
source: Say “make a Pomodoro mini app” in chat; it will be saved here after generation.
ja: チャットで「ポモドーロタイマーのミニアプリを作って」と言うと、生成後ここに保存されます。
ko: 채팅에서 「포모도로 타이머 미니 앱을 만들어 줘」라고 말하면 생성된 앱이 여기에 저장됩니다.
ru: В чате скажите: «Сделай мини-приложение „Помодоро“» — после создания оно сохранится здесь.
zh_hans: 在聊天里说「做一个番茄钟小应用」，生成后会保存在这里。
zh_hant: 在聊天中說「製作一個番茄鐘小應用」，產生後會儲存在這裡。

# 在自身命名空间收发事件
source: Send and receive events in its own namespace
ja: 自身の名前空間でイベントを送受信
ko: 자체 네임스페이스에서 이벤트 송수신
ru: Отправлять и получать события в собственном пространстве имён
zh_hans: 在自身命名空间收发事件
zh_hant: 在自身命名空間收發事件

# 基本信息
source: Basic information
ja: 基本情報
ko: 기본 정보
ru: Основная информация
zh_hans: 基本信息
zh_hant: 基本資訊

# 基础
source: Basic
ja: 基本
ko: 기본
ru: Основные
zh_hans: 基础
zh_hant: 基礎

# 填写 API Key 后保存
source: Enter an API key, then save
ja: APIキーを入力して保存
ko: API Key를 입력한 후 저장
ru: Введите API Key и сохраните
zh_hans: 填写 API Key 后保存
zh_hant: 填寫 API Key 後儲存

# 填写触发说明和权限边界后，会创建一个本机技能。
source: Fill in the trigger description and permission boundaries to create a local Skill.
ja: トリガーの説明と権限範囲を入力すると、ローカルスキルが作成されます。
ko: 트리거 설명과 권한 범위를 입력하면 로컬 스킬이 생성됩니다.
ru: После заполнения описания триггера и границ разрешений будет создан локальный Skill.
zh_hans: 填写触发说明和权限边界后，会创建一个本机技能。
zh_hant: 填寫觸發說明和權限範圍後，會建立一個本機技能。

# 处理
source: Process
ja: 処理
ko: 처리
ru: Обработать
zh_hans: 处理
zh_hant: 處理

# 处理完当前项目后，才能继续批量润色；不会影响已经采用的章节。
source: Finish the current project before continuing batch polishing; adopted chapters are unaffected.
ja: 現在のプロジェクトの処理が終わるまで、まとめて推敲を続行できません。採用済みの章には影響しません。
ko: 현재 프로젝트를 처리한 후에야 일괄 다듬기를 계속할 수 있으며 이미 채택한 장에는 영향을 주지 않습니다.
ru: Продолжить пакетную редактуру можно после обработки текущего проекта; уже принятые главы не изменятся.
zh_hans: 处理完当前项目后，才能继续批量润色；不会影响已经采用的章节。
zh_hant: 處理完目前專案後，才能繼續批次潤飾；不會影響已採用的章節。

# 处理硬伤
source: Fix plot issue
ja: 重大な問題を処理
ko: 치명적 문제 처리
ru: Исправить критическую ошибку
zh_hans: 处理硬伤
zh_hant: 處理硬傷

# 复制
source: Copy
ja: コピー
ko: 복사
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# 复制登录码
source: Copy sign-in code
ja: ログインコードをコピー
ko: 로그인 코드 복사
ru: Копировать код входа
zh_hans: 复制登录码
zh_hant: 複製登入碼

# 外观
source: Appearance
ja: 外観
ko: 외관
ru: Внешний вид
zh_hans: 外观
zh_hant: 外觀

# 外链图片
source: External image
ja: 外部リンク画像
ko: 외부 링크 이미지
ru: Изображение по внешней ссылке
zh_hans: 外链图片
zh_hant: 外部連結圖片

# 多模型协作评审
source: Multi-model collaborative review
ja: 複数モデルによる共同レビュー
ko: 다중 모델 협업 검토
ru: Совместная проверка несколькими моделями
zh_hans: 多模型协作评审
zh_hant: 多模型協作評審

# 多角色分工处理任务
source: Divide tasks among multiple roles
ja: 複数の役割でタスクを分担
ko: 여러 역할로 나누어 작업 처리
ru: Распределить задачу между ролями
zh_hans: 多角色分工处理任务
zh_hant: 多角色分工處理任務

# 失败
source: Failed
ja: 失敗
ko: 실패
ru: Ошибка
zh_hans: 失败
zh_hant: 失敗

# 套用
source: Apply
ja: 適用
ko: 적용
ru: Применить
zh_hans: 套用
zh_hant: 套用

# 套用主题
source: Apply theme
ja: テーマを適用
ko: 테마 적용
ru: Применить тему
zh_hans: 套用主题
zh_hant: 套用主題

# 好
source: OK
ja: 了解
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 好

# 如果本地项目正在生成，会先停止并保存终止状态，再用导入包替换。
source: If a local project is generating, it will be stopped and saved as terminated before being replaced by the import package.
ja: ローカルプロジェクトの生成中は、まず停止して終了状態を保存してから、インポートパッケージで置き換えます。
ko: 로컬 프로젝트가 생성 중이면 먼저 중지하고 종료 상태를 저장한 다음 가져온 패키지로 교체합니다.
ru: Если локальный проект сейчас генерируется, сначала остановите его и сохраните состояние остановки, затем замените импортированным пакетом.
zh_hans: 如果本地项目正在生成，会先停止并保存终止状态，再用导入包替换。
zh_hant: 如果本機專案正在產生，會先停止並儲存終止狀態，再使用匯入套件取代。

# 如果某项权限已经被拒绝，点它会带你去系统设置重新开启。高风险工具调用仍会在使用时单独确认。
source: If a permission has been denied, tap it to open System Settings and re-enable it. High-risk tool calls still require separate confirmation when used.
ja: 権限が拒否されている場合は、タップするとシステム設定で再び有効にできます。高リスクのツール呼び出しは、使用時に別途確認します。
ko: 권한이 거부된 항목을 탭하면 다시 활성화할 수 있도록 시스템 설정으로 이동합니다. 고위험 도구 호출은 사용 시 별도로 확인합니다.
ru: Если какое-либо разрешение уже отклонено, нажмите его, чтобы открыть системные настройки и включить заново. Вызовы высокорисковых инструментов по-прежнему требуют отдельного подтверждения.
zh_hans: 如果某项权限已经被拒绝，点它会带你去系统设置重新开启。高风险工具调用仍会在使用时单独确认。
zh_hant: 如果某項權限已遭拒絕，點選它會帶你前往系統設定重新開啟。高風險工具呼叫仍會在使用時個別確認。

# 子代理
source: Subagent
ja: サブエージェント
ru: Субагент
zh_hans: 子代理
zh_hant: 子代理

# 子代理可以把任务拆给不同专长的角色处理。你可以在这里试运行一次，也可以进入角色详情调整提示词。
source: Subagents can split a task among roles with different specialties. Try a run here, or open Role details to adjust the prompt.
ja: サブエージェントは、タスクを異なる専門分野の役割に割り当てられます。ここで一度試すことも、役割の詳細からプロンプトを調整することもできます。
ko: SubAgent는 작업을 각기 다른 전문 역할로 나누어 처리할 수 있습니다. 여기에서 한 번 시험 실행하거나 역할 세부 정보로 들어가 프롬프트를 조정할 수 있습니다.
ru: Субагенты могут распределять задачу между ролями с разной специализацией. Здесь можно один раз запустить пробный прогон или открыть сведения о роли и изменить промпт.
zh_hans: 子代理可以把任务拆给不同专长的角色处理。你可以在这里试运行一次，也可以进入角色详情调整提示词。
zh_hant: 子代理可以將任務拆分給不同專長的角色處理。你可以在這裡試執行一次，也可以進入角色詳情調整提示詞。

# 字体
source: Font
ja: フォント
ko: 글꼴
ru: Шрифт
zh_hans: 字体
zh_hant: 字型

# 字号比例 %@
source: Font size scale %@
ja: フォントサイズの倍率 %@
ko: 글자 크기 비율 %@
ru: Масштаб шрифта: %@
zh_hans: 字号比例 %@
zh_hant: 字型大小比例 %@

# 它可能已经被删除，请返回服务商列表重新选择。
source: It may have been deleted; return to the provider list and choose another.
ja: 削除された可能性があります。プロバイダー一覧に戻って選択し直してください。
ko: 삭제되었을 수 있습니다. 서비스 제공업체 목록으로 돌아가 다시 선택하세요.
ru: Возможно, он уже удалён. Вернитесь к списку поставщиков и выберите другой.
zh_hans: 它可能已经被删除，请返回服务商列表重新选择。
zh_hant: 它可能已遭刪除，請返回服務提供者列表重新選擇。

# 它可能已被删除，或本机记录读取失败。
source: It may have been deleted, or the local record could not be read.
ja: 削除されたか、ローカルの記録を読み込めませんでした。
ko: 삭제되었거나 로컬 기록을 읽지 못했을 수 있습니다.
ru: Возможно, он удалён или не удалось прочитать локальную запись.
zh_hans: 它可能已被删除，或本机记录读取失败。
zh_hant: 它可能已遭刪除，或本機記錄讀取失敗。

# 安全连接失败，请稍后重试。
source: Secure connection failed. Please try again later.
ja: 安全な接続に失敗しました。後でもう一度お試しください。
ko: 보안 연결에 실패했습니다. 나중에 다시 시도하세요.
ru: Не удалось установить безопасное соединение. Повторите позже.
zh_hans: 安全连接失败，请稍后重试。
zh_hant: 安全連線失敗，請稍後重試。

# 完成
source: Done
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成
zh_hant: 完成

# 完成一场议会后，这里会列出可重开的讨论。
source: After a council finishes, reopenable discussions appear here.
ja: 議会を終えると、ここに再開できる議論が表示されます。
ko: 의회를 마치면 다시 열 수 있는 토론이 여기에 표시됩니다.
ru: После завершения заседания совета здесь появятся обсуждения, которые можно открыть снова.
zh_hans: 完成一场议会后，这里会列出可重开的讨论。
zh_hant: 完成一場議會後，這裡會列出可重新開啟的討論。

# 完成前暂不能切换项目。
source: You can't switch projects until it finishes.
ja: 完了するまでプロジェクトを切り替えられません。
ko: 완료하기 전에는 프로젝트를 전환할 수 없습니다.
ru: Переключить проект можно только после завершения.
zh_hans: 完成前暂不能切换项目。
zh_hant: 完成前暫時無法切換專案。

# 完成管理主题
source: Finish managing themes
ja: テーマ管理を完了
ko: 테마 관리 완료
ru: Завершить управление темами
zh_hans: 完成管理主题
zh_hant: 完成管理主題

# 完整命令，共 %lld 个字符
source: Full command, %lld characters total
ja: 完全なコマンド（%lld文字）
ko: 전체 명령어, 총 %lld자
ru: Полная команда, всего %lld символов
zh_hans: 完整命令，共 %lld 个字符
zh_hant: 完整命令，共 %lld 個字元

# 完整来源章节
source: Full source chapter
ja: 完全な出典章
ko: 전체 원본 장
ru: Полная исходная глава
zh_hans: 完整来源章节
zh_hant: 完整來源章節

# 完整章节 · 收录后成为新章
source: Full chapter · Becomes a new chapter after adoption
ja: 完全な章 · 収録後に新しい章になります
ko: 전체 장 · 수록 후 새 장으로 추가
ru: Полная глава · после добавления станет новой главой
zh_hans: 完整章节 · 收录后成为新章
zh_hant: 完整章節 · 收錄後成為新章

# 定位
source: Location
ja: 位置情報
ko: 위치
ru: Геолокация
zh_hans: 定位
zh_hant: 定位

# 定向改写 %lld/%lld%@
source: Targeted rewrite %lld/%lld%@
ja: 指定リライト %lld/%lld%@
ko: 지정 재작성 %lld/%lld%@
ru: Целевое переписывание %lld/%lld%@
zh_hans: 定向改写 %lld/%lld%@
zh_hant: 定向改寫 %lld/%lld%@

# 审稿意见
source: Review feedback
ja: レビューコメント
ko: 검토 의견
ru: Замечания редактора
zh_hans: 审稿意见
zh_hant: 審稿意見

# 审稿模型
source: Review model
ja: 校正モデル
ko: 검토 모델
ru: Модель-рецензент
zh_hans: 审稿模型
zh_hant: 審稿模型

# 密码会保存在本机钥匙串。留空保存不会覆盖已存密码；新建 Profile 会清空表单，避免误覆盖。
source: The password is stored in the local keychain. Leaving it blank when saving won't overwrite the saved password; creating a new Profile clears the form to prevent accidental overwrites.
ja: パスワードはローカルのキーチェーンに保存されます。空欄で保存しても保存済みのパスワードは上書きされません。新しいプロファイルを作成するとフォームがクリアされ、誤上書きを防ぎます。
ko: 암호는 로컬 키체인에 저장됩니다. 비워 둔 채 저장하면 저장된 암호를 덮어쓰지 않습니다. 새 프로필을 만들면 실수로 덮어쓰지 않도록 양식이 지워집니다.
ru: Пароль хранится в локальной связке ключей. Пустое поле при сохранении не перезапишет сохранённый пароль; при создании нового Profile форма очищается, чтобы избежать случайной замены.
zh_hans: 密码会保存在本机钥匙串。留空保存不会覆盖已存密码；新建 Profile 会清空表单，避免误覆盖。
zh_hant: 密碼會儲存在本機鑰匙圈。留白儲存不會覆寫已儲存的密碼；建立新的 Profile 會清空表單，避免誤覆寫。

# 对 iPhone 说下一步…
source: Tell iPhone the next step…
ja: iPhone に次のステップを伝える…
ko: iPhone에 다음 단계를 말하세요…
ru: Скажите iPhone, что делать дальше…
zh_hans: 对 iPhone 说下一步…
zh_hant: 對 iPhone 說下一步…

# 对话存储
source: Conversation storage
ja: 会話ストレージ
ko: 대화 저장
ru: Хранилище диалогов
zh_hans: 对话存储
zh_hant: 對話儲存

# 导入 MCP
source: Import MCP
ja: MCP をインポート
ko: MCP 가져오기
ru: Импортировать MCP
zh_hans: 导入 MCP
zh_hant: 匯入 MCP

# 导入 Recipe
source: Import Recipe
ja: Recipe をインポート
ko: Recipe 가져오기
ru: Импортировать Recipe
zh_hans: 导入 Recipe
zh_hant: 匯入 Recipe

# 导入前 %@
source: Before import %@
ja: インポート前 %@
ko: 가져오기 전 %@
ru: До импорта %@
zh_hans: 导入前 %@
zh_hant: 匯入前 %@

# 导入前内容未展示（文件较大或非文本；已纳入包哈希）
source: Pre-import content not shown (file too large or non-text; included in the package hash)
ja: インポート前の内容は表示されません（ファイルが大きいか、テキストではありません。パッケージハッシュには含まれます）
ko: 가져오기 전 내용은 표시되지 않습니다(파일이 크거나 텍스트가 아니며 패키지 해시에 포함됨).
ru: Содержимое до импорта не показано (файл слишком большой или не текстовый; учтено в хеше пакета)
zh_hans: 导入前内容未展示（文件较大或非文本；已纳入包哈希）
zh_hant: 匯入前內容未顯示（檔案過大或非文字；已納入套件雜湊）

# 导入前摘要：%@
source: Pre-import summary: %@
ja: インポート前の概要：%@
ko: 가져오기 전 요약: %@
ru: Сводка до импорта: %@
zh_hans: 导入前摘要：%@
zh_hant: 匯入前摘要：%@

# 导入小说项目或工作区
source: Import novel project or workspace
ja: 小説プロジェクトまたはワークスペースをインポート
ko: 소설 프로젝트 또는 작업 공간 가져오기
ru: Импортировать проект романа или рабочую область
zh_hans: 导入小说项目或工作区
zh_hant: 匯入小說專案或工作區

# 导入技能
source: Import skill
ja: スキルをインポート
ko: 스킬 가져오기
ru: Импортировать навык
zh_hans: 导入技能
zh_hant: 匯入技能

# 导入文件
source: Import file
ja: ファイルをインポート
ko: 파일 가져오기
ru: Импортировать файл
zh_hans: 导入文件
zh_hant: 匯入檔案

# 导入项目
source: Import project
ja: プロジェクトをインポート
ko: 프로젝트 가져오기
ru: Импортировать проект
zh_hans: 导入项目
zh_hant: 匯入專案

# 导入预览
source: Import preview
ja: インポートプレビュー
ko: 미리보기 가져오기
ru: Предпросмотр импорта
zh_hans: 导入预览
zh_hant: 匯入預覽

# 导出
source: Export
ja: エクスポート
ko: 내보내기
ru: Экспортировать
zh_hans: 导出
zh_hant: 匯出

# 导出一份加密备份（设置 + 会话历史），或预览本地备份文件后手动恢复。远端同步是高级功能，需要单独开启。
source: Export an encrypted backup (settings + conversation history), or preview a local backup file and restore it manually. Remote sync is an advanced feature and must be enabled separately.
ja: 暗号化バックアップ（設定＋会話履歴）をエクスポートするか、ローカルバックアップファイルをプレビューして手動で復元します。リモート同期は高度な機能で、別途有効にする必要があります。
ko: 암호화된 백업(설정 + 세션 기록)을 내보내거나 로컬 백업 파일을 미리 본 후 수동으로 복원할 수 있습니다. 원격 동기화는 고급 기능이며 별도로 활성화해야 합니다.
ru: Экспортируйте зашифрованную резервную копию (настройки + история сеансов) или просмотрите локальный файл резервной копии и восстановите вручную. Удалённая синхронизация — расширенная функция, её нужно включить отдельно.
zh_hans: 导出一份加密备份（设置 + 会话历史），或预览本地备份文件后手动恢复。远端同步是高级功能，需要单独开启。
zh_hant: 匯出一份加密備份（設定 + 對話記錄），或預覽本機備份檔案後手動復原。遠端同步是進階功能，需要個別啟用。

# 导出备份
source: Export backup
ja: バックアップをエクスポート
ko: 백업 내보내기
ru: Экспортировать резервную копию
zh_hans: 导出备份
zh_hant: 匯出備份

# 导出工作区
source: Export workspace
ja: ワークスペースをエクスポート
ko: 작업 공간 내보내기
ru: Экспортировать Workspace
zh_hans: 导出工作区
zh_hant: 匯出工作區

# 导出正文
source: Export manuscript
ja: 本文をエクスポート
ko: 본문 내보내기
ru: Экспортировать основной текст
zh_hans: 导出正文
zh_hant: 匯出正文

# 导出项目包
source: Export project bundle
ja: プロジェクトパッケージをエクスポート
ko: 프로젝트 패키지 내보내기
ru: Экспортировать пакет проекта
zh_hans: 导出项目包
zh_hant: 匯出專案套件

# 将从主题库移除 %lld 个导入配方。可随时重新导入。
source: Remove %lld imported recipes from the theme library. You can import them again at any time.
ja: テーマライブラリからインポート済みのレシピを %lld 件削除します。いつでも再インポートできます。
ko: 테마 라이브러리에서 가져온 레시피 %lld개를 제거합니다. 언제든 다시 가져올 수 있습니다.
ru: Количество импортированных рецептов для удаления из библиотеки тем: %lld. Их можно импортировать снова в любое время.
zh_hans: 将从主题库移除 %lld 个导入配方。可随时重新导入。
zh_hant: 將從主題庫移除 %lld 個匯入配方。隨時都可以重新匯入。

# 将删除当前保存的全部 %lld 个席位配置。此操作不可恢复。
source: Delete all %lld saved seat configurations. This can't be undone.
ja: 現在保存されている %lld 件の議席設定をすべて削除します。この操作は元に戻せません。
ko: 현재 저장된 좌석 구성 %lld개를 모두 삭제합니다. 이 작업은 복구할 수 없습니다.
ru: Будут удалены все сохранённые конфигурации участников: %lld. Это действие нельзя отменить.
zh_hans: 将删除当前保存的全部 %lld 个席位配置。此操作不可恢复。
zh_hant: 將刪除目前儲存的全部 %lld 個席位設定。此操作無法復原。

# 将快速开始时保存的核心想法填入编辑框，不会立即生成
source: Insert the core idea saved in Quick Start into the editor; this won't generate immediately
ja: クイックスタートで保存した中心アイデアを編集欄に入力します。すぐには生成されません
ko: 빠른 시작에서 저장한 핵심 아이디어를 편집 상자에 입력합니다. 즉시 생성되지는 않습니다.
ru: Вставить сохранённую при быстром старте основную идею в редактор; генерация не начнётся сразу
zh_hans: 将快速开始时保存的核心想法填入编辑框，不会立即生成
zh_hant: 將快速開始時儲存的核心想法填入編輯框，不會立即產生

# 将替换
source: Will replace
ja: 置き換えます
ko: 교체 예정
ru: Будет заменено
zh_hans: 将替换
zh_hant: 將取代

# 将语音转换成文字前申请 Apple Speech 授权
source: Apple Speech permission is requested before converting speech to text
ja: 音声をテキストに変換する前に Apple Speech の許可を求めます。
ko: 음성을 텍스트로 변환하기 전에 Apple Speech 권한을 요청합니다.
ru: Перед преобразованием речи в текст будет запрошено разрешение Apple Speech
zh_hans: 将语音转换成文字前申请 Apple Speech 授权
zh_hant: 將語音轉換成文字前申請 Apple Speech 授權

# 小应用
source: Mini app
ja: ミニアプリ
ko: 미니 앱
ru: Мини-приложение
zh_hans: 小应用
zh_hant: 小應用

# 小应用 HTML 源码
source: Mini-app HTML source
ja: ミニアプリのHTMLソース
ko: 미니 앱 HTML 소스 코드
ru: Исходный код HTML мини-приложения
zh_hans: 小应用 HTML 源码
zh_hant: 小應用 HTML 原始碼

# 小应用代码
source: Mini-app code
ja: ミニアプリコード
ko: 미니 앱 코드
ru: Код мини-приложения
zh_hans: 小应用代码
zh_hant: 小應用程式碼

# 小应用修改说明
source: Mini-app change description
ja: ミニアプリの変更内容
ko: 미니 앱 수정 설명
ru: Описание изменений мини-приложения
zh_hans: 小应用修改说明
zh_hant: 小應用修改說明

# 小应用总开关
source: Mini-app master switch
ja: ミニアプリ全体のスイッチ
ko: 미니 앱 전체 스위치
ru: Главный переключатель мини-приложений
zh_hans: 小应用总开关
zh_hant: 小應用總開關

# 小应用未找到
source: Mini app not found
ja: ミニアプリが見つかりません
ko: 미니 앱을 찾을 수 없음
ru: Мини-приложение не найдено
zh_hans: 小应用未找到
zh_hant: 找不到小應用

# 小应用权限
source: Mini-app permissions
ja: ミニアプリの権限
ko: 미니 앱 권한
ru: Разрешения мини-приложения
zh_hans: 小应用权限
zh_hant: 小應用權限

# 小应用版本
source: MiniApp version
ja: ミニアプリのバージョン
ko: MiniApp 버전
ru: Версия мини-приложения
zh_hans: 小应用版本
zh_hant: 小應用版本

# 小应用生成失败：模型没有返回任何内容。
source: MiniApp generation failed: the model returned no content.
ja: MiniApp の生成に失敗しました：モデルから内容が返されませんでした。
ko: MiniApp 생성 실패: 모델이 아무 내용도 반환하지 않았습니다.
ru: Не удалось сгенерировать в MiniApp: модель не вернула содержимое.
zh_hans: 小应用生成失败：模型没有返回任何内容。
zh_hant: 小應用產生失敗：模型沒有回傳任何內容。

# 小应用生成未完成，错误详情已保存在会话中。
source: MiniApp generation incomplete; error details were saved in the conversation.
ja: MiniApp の生成は未完了です。エラーの詳細はセッションに保存されています。
ko: MiniApp 생성이 완료되지 않았습니다. 오류 세부 정보는 세션에 저장되었습니다.
ru: Генерация MiniApp не завершена, подробности ошибки сохранены в сеансе.
zh_hans: 小应用生成未完成，错误详情已保存在会话中。
zh_hant: 小應用產生未完成，錯誤詳細資訊已儲存在會話中。

# 小应用设置
source: Mini app settings
ja: ミニアプリの設定
ko: 미니 앱 설정
ru: Настройки мини-приложения
zh_hans: 小应用设置
zh_hant: 小應用設定

# 小说创作
source: Novel Writing
ja: 小説執筆
ko: 소설 창작
ru: Создание романа
zh_hans: 小说创作
zh_hant: 小說創作

# 小说创作暂不可用
source: Novel writing is temporarily unavailable
ja: 小説執筆は現在利用できません
ko: 소설 창작을 현재 사용할 수 없음
ru: Создание романа пока недоступно
zh_hans: 小说创作暂不可用
zh_hant: 小說創作暫不可用

# 小说创作设置
source: Novel writing settings
ja: 小説執筆設定
ko: 소설 창작 설정
ru: Настройки создания романа
zh_hans: 小说创作设置
zh_hant: 小說創作設定

# 小说名称
source: Novel title
ja: 小説名
ko: 소설 이름
ru: Название романа
zh_hans: 小说名称
zh_hant: 小說名稱

# 小说工作区
source: Novel workspace
ja: 小説ワークスペース
ko: 소설 작업 공간
ru: Рабочая область романа
zh_hans: 小说工作区
zh_hant: 小說工作區

# 小说默认 · %@
source: Novel default · %@
ja: 小説のデフォルト · %@
ko: 소설 기본값 · %@
ru: Роман по умолчанию · %@
zh_hans: 小说默认 · %@
zh_hant: 小說預設 · %@

# 尚无生成上下文记录
source: No generation context recorded yet
ja: 生成コンテキストの記録はまだありません
ko: 생성 컨텍스트 기록이 아직 없습니다
ru: Записей контекста генерации пока нет
zh_hans: 尚无生成上下文记录
zh_hant: 尚無產生上下文記錄

# 尚未保存的标题和正文修改会丢失。
source: Unsaved title and manuscript changes will be lost.
ja: 保存していないタイトルと本文の変更は失われます。
ko: 저장하지 않은 제목 및 본문 수정 내용은 사라집니다.
ru: Несохранённые изменения заголовка и основного текста будут потеряны.
zh_hans: 尚未保存的标题和正文修改会丢失。
zh_hant: 尚未儲存的標題和正文修改會遺失。

# 尚未保存的覆盖方式和分支资料修改会丢失。
source: Unsaved override mode and branch material changes will be lost.
ja: 保存していない上書き方法とブランチ資料の変更は失われます。
ko: 저장하지 않은 오버라이드 방식 및 브랜치 자료 수정 내용은 사라집니다.
ru: Несохранённые изменения способа переопределения и материалов ветки будут потеряны.
zh_hans: 尚未保存的覆盖方式和分支资料修改会丢失。
zh_hant: 尚未儲存的覆寫方式和分支資料修改會遺失。

# 尚未保存的资料修改会丢失。
source: Unsaved material changes will be lost.
ja: 保存していない資料の変更は失われます。
ko: 저장하지 않은 자료 수정 내용은 사라집니다.
ru: Несохранённые изменения материалов будут потеряны.
zh_hans: 尚未保存的资料修改会丢失。
zh_hant: 尚未儲存的資料修改會遺失。

# 尚未写入的建议修改会丢失。
source: Unsaved suggested changes will be lost.
ja: まだ反映していない提案の変更は失われます。
ko: 아직 반영하지 않은 제안 수정 내용은 사라집니다.
ru: Несохранённые изменения предложений будут потеряны.
zh_hans: 尚未写入的建议修改会丢失。
zh_hant: 尚未寫入的建議修改會遺失。

# 尚未归档的摘要和决定修改会丢失。
source: Unsaved summary and decision changes will be lost.
ja: まだアーカイブしていない概要と決定の変更は失われます。
ko: 아직 보관하지 않은 요약 및 결정 수정 내용은 사라집니다.
ru: Несохранённые изменения сводки и решений будут потеряны.
zh_hans: 尚未归档的摘要和决定修改会丢失。
zh_hant: 尚未封存的摘要和決定修改會遺失。

# 尚未形成剧情状态摘要。
source: No plot state summary has been created yet.
ja: ストーリー状態の概要はまだ作成されていません。
ko: 줄거리 상태 요약이 아직 생성되지 않았습니다.
ru: Сводка состояния сюжета ещё не создана.
zh_hans: 尚未形成剧情状态摘要。
zh_hant: 尚未形成劇情狀態摘要。

# 尚未收录的正文编辑、段落选择和章节位置会丢失。
source: Unadopted manuscript edits, paragraph selections, and chapter positions will be lost.
ja: まだ収録していない本文の編集、段落の選択、章の位置は失われます。
ko: 아직 수록하지 않은 본문 편집, 단락 선택 및 장 위치는 사라집니다.
ru: Несохранённые правки основного текста, выбор абзацев и положение главы будут потеряны.
zh_hans: 尚未收录的正文编辑、段落选择和章节位置会丢失。
zh_hant: 尚未收錄的正文編輯、段落選擇和章節位置會遺失。

# 就绪
source: Ready
ja: 準備完了
ko: 준비됨
ru: Готово
zh_hans: 就绪
zh_hant: 就緒

# 展开完整内容
source: Expand full content
ja: 全文を展開
ko: 전체 내용 펼치기
ru: Развернуть всё содержимое
zh_hans: 展开完整内容
zh_hant: 展開完整內容

# 展开完整命令
source: Expand full command
ja: 完全なコマンドを展開
ko: 전체 명령어 펼치기
ru: Развернуть полную команду
zh_hans: 展开完整命令
zh_hant: 展開完整命令

# 展开讨论
source: Expand discussion
ja: 議論を展開
ko: 토론 펼치기
ru: Развернуть обсуждение
zh_hans: 展开讨论
zh_hant: 展開討論

# 展开（共 %lld 字符）
source: Expand (%lld characters)
ja: 展開（全 %lld 文字）
ko: 펼치기(총 %lld자)
ru: Развернуть (символов: %lld)
zh_hans: 展开（共 %lld 字符）
zh_hant: 展開（共 %lld 個字元）

# 工作区是章节和设定的 Markdown 目录，可再导入为新项目。
source: The Workspace is a Markdown directory for chapters and settings that can be imported as a new project.
ja: ワークスペースは章と設定をまとめた Markdown ディレクトリで、新しいプロジェクトとして再インポートできます。
ko: Workspace는 장과 설정을 담은 Markdown 디렉터리이며 새 프로젝트로 다시 가져올 수 있습니다.
ru: Workspace — каталог Markdown с главами и настройками; его можно снова импортировать как новый проект.
zh_hans: 工作区是章节和设定的 Markdown 目录，可再导入为新项目。
zh_hant: 工作區是章節和設定的 Markdown 目錄，可再次匯入為新專案。

# 工具
source: Tools
ja: ツール
ko: 도구
ru: Инструменты
zh_hans: 工具
zh_hant: 工具

# 工具声明
source: Tool declarations
ja: ツール宣言
ko: 도구 선언
ru: Объявление инструмента
zh_hans: 工具声明
zh_hant: 工具宣告

# 工具循环
source: Tool loop
ja: ツールループ
ko: 도구 루프
ru: Цикл инструментов
zh_hans: 工具循环
zh_hant: 工具循環

# 工具批准
source: Tool approval
ja: ツール承認
ko: 도구 승인
ru: Одобрение инструмента
zh_hans: 工具批准
zh_hant: 工具核準

# 工具：%@
source: Tool: %@
ja: ツール：%@
ko: 도구: %@
ru: Инструмент: %@
zh_hans: 工具：%@
zh_hant: 工具：%@

# 已中断
source: Interrupted
ja: 中断しました
ko: 중단됨
ru: Прервано
zh_hans: 已中断
zh_hant: 已中斷

# 已中断%@
source: Interrupted%@
ja: 中断しました%@
ko: 중단됨%@
ru: Прервано%@
zh_hans: 已中断%@
zh_hant: 已中斷%@

# 已中断·将再检%@
source: Interrupted · Checking again%@
ja: 中断・再チェック予定%@
ko: 중단됨 · 다시 검사 예정%@
ru: Прервано · повторная проверка%@
zh_hans: 已中断·将再检%@
zh_hant: 已中斷·將再檢%@

# 已中断·将重写%@
source: Interrupted · Rewriting%@
ja: 中断・書き直し予定%@
ko: 중단됨 · 다시 쓰기 예정%@
ru: Прервано · будет переписано%@
zh_hans: 已中断·将重写%@
zh_hant: 已中斷·將重寫%@

# 已中断·情节硬伤%@
source: Interrupted · Plot issue%@
ja: 中断・ストーリー上の重大な問題%@
ko: 중단됨 · 치명적 스토리 문제%@
ru: Прервано · критическая ошибка сюжета%@
zh_hans: 已中断·情节硬伤%@
zh_hant: 已中斷·情節硬傷%@

# 已从 v%lld 恢复为 v%lld。
source: Restored from v%lld to v%lld.
ja: v%lld から v%lld に復元しました。
ko: v%lld에서 v%lld로 복구되었습니다.
ru: Восстановлено с v%lld до v%lld.
zh_hans: 已从 v%lld 恢复为 v%lld。
zh_hant: 已從 v%lld 恢復為 v%lld。
